act
aom
aribb24
asitop
autoconf
automake
aws-iam-authenticator
awscli
bat
bazelisk
brotli
c-ares
ca-certificates
cairo
capstone
certifi
cffi
cjson
cog
colima
coreutils
cryptography
csvkit
curl
curlie
datamash
dav1d
deno
docker-completion
docutils
dtc
duckdb
entr
eslint
eza
fd
ffmpeg
ffmpegthumbnailer
flac
fontconfig
freetype
frei0r
fribidi
fzf
gdbm
gettext
gh
ghostscript
giflib
git
git-delta
git-lfs
glib
gmp
gnu-which
gnupg
gnutls
go
gpgme
graphite
graphite2
grep
harfbuzz
helm
highway
homeassistant-cli
httpie
hub
icu4c
iftop
imagemagick
imath
jansson
jasper
jbig2dec
jpeg-turbo
jpeg-xl
jq
keyring
krb5
kubernetes-cli
lame
lazydocker
lazygit
leptonica
libarchive
libass
libassuan
libb2
libbluray
libde265
libevent
libgcrypt
libgit2
libgit2@1.6
libgpg-error
libheif
libidn
libidn2
libksba
liblinear
liblqr
libmicrohttpd
libnghttp2
libogg
libomp
libpng
libraw
librist
libsamplerate
libslirp
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
lima
little-cms2
llama.cpp
llm
llvm
llvm@16
lpeg
lua
luajit
luarocks
luv
lz4
lzo
m4
make
markdownlint-cli
mbedtls
mpdecimal
mpg123
msgpack
mtr
ncdu
ncurses
neovim
nethogs
nettle
ngrep
nmap
node
npth
nspr
nss
ollama
oniguruma
opencore-amr
openexr
openjpeg
openldap
openssl@3
opus
p11-kit
pango
pcre
pcre2
pinentry
pipx
pixman
pkg-config
plow
pnpm
poetry
poppler
powerlevel10k
pycparser
pyenv
pygments
pypy
python-certifi
python-click
python-cryptography
python-dateutil
python-pluggy
python-psutil
python-pytz
python-setuptools
python-tabulate
python-typing-extensions
python@3.11
python@3.12
pyyaml
qemu
rav1e
readline
redis
ripgrep
rtmpdump
rubberband
rust
s4cmd
sdl2
shared-mime-info
shyaml
six
snappy
speex
sqlite
sqlite-utils
srt
stern
stow
svt-av1
tcl-tk
telnet
temporal
tesseract
tfenv
the_silver_searcher
thefuck
theora
tlrc
tmux
tree
tree-sitter
typescript
unar
unbound
unibilium
unixodbc
utf8proc
vde
webp
wget
x264
x265
xorgproto
xvid
xz
yarn
yazi
ykman
z3
zeromq
zimg
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
1password-cli
font-hack-nerd-font
font-symbols-only-nerd-font
hiddenbar
imhex
iterm2
kitty
monitorcontrol
yubico-yubikey-manager
