act
age
aircrack-ng
aom
aribb24
asitop
atac
autoconf
automake
aws-iam-authenticator
awscli
bash
bat
bazelisk
boost
brotli
bun
c-ares
ca-certificates
cairo
capstone
certifi
cffi
cjson
codex
cog
colima
coreutils
cryptography
csvkit
curl
curlie
cyrus-sasl
datamash
dav1d
deno
direnv
docker-completion
docutils
dotenvx
dotnet
double-conversion
dtc
duckdb
edencommon
eksctl
entr
eslint
eslint_d
eza
fb303
fbthrift
fd
ffmpeg
ffmpeg@7
ffmpegthumbnailer
fizz
flac
fmt
fnm
folly
fontconfig
freetype
frei0r
fribidi
fswatch
fzf
gcc
gdbm
gdk-pixbuf
gettext
gflags
gh
ghostscript
giflib
git
git-delta
git-lfs
git-town
glib
glog
gmp
gnu-sed
gnu-which
gnupg
gnutls
go
gpgme
gpgmepp
graphite
graphite2
grep
harfbuzz
helm
highway
homeassistant-cli
htop
httpie
httpstat
hub
icann-rdap
icu4c@75
icu4c@76
icu4c@77
iftop
imagemagick
imath
isl
jansson
jasper
jbig2dec
jpeg
jpeg-turbo
jpeg-xl
jq
k6
keyring
kiota
krb5
kubernetes-cli
lame
lazydocker
lazygit
leptonica
libarchive
libass
libassuan
libb2
libbluray
libde265
libdeflate
libevent
libgcrypt
libgit2
libgit2@1.6
libgit2@1.7
libgit2@1.8
libgpg-error
libheif
libidn
libidn2
libksba
liblinear
liblqr
libmicrohttpd
libmpc
libnghttp2
libnghttp3
libngtcp2
libogg
libomp
libpng
libraw
librist
librsvg
libsamplerate
libslirp
libsndfile
libsodium
libsoxr
libspiro
libssh
libssh2
libtasn1
libtiff
libtommath
libtool
libudfread
libunibreak
libuninameslist
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
libzip
lima
little-cms2
llama.cpp
llm
llvm
llvm@16
lpeg
lua
luajit
luarocks
luv
lz4
lzo
m4
mac-brightnessctl
make
markdownlint-cli
mbedtls
mpdecimal
mpfr
mpg123
msgpack
mtr
ncdu
ncurses
neovim
nethogs
nettle
ngrep
nmap
node
node@22
npth
nspr
nss
numpy
nvm
ollama
oniguruma
openblas
opencore-amr
openexr
openjpeg
openjph
openldap
openssl@3
opus
p11-kit
pam-reattach
pandoc
pango
pcre
pcre2
pgvector
pinentry
pipx
pixman
pkgconf
plow
pnpm
poetry
poppler
postgresql@15
powerlevel10k
prettier
prettierd
pycparser
pyenv
pygments
pypy
qemu
rav1e
readline
redis
ripgrep
rtmpdump
rubberband
rust
s4cmd
sd
sdl2
shared-mime-info
sherlock
shyaml
simdjson
simdutf
six
snappy
speex
sqlite
sqlite-utils
srt
stern
stow
svt-av1
tailscale
tcl-tk
tcl-tk@8
tcld
tctl
telnet
temporal
terraform
tesseract
tflint
the_silver_searcher
thefuck
theora
tlrc
tmux
tree
tree-sitter
typescript
unar
unbound
unibilium
universal-ctags
unixodbc
utf8proc
uv
uvwasi
vde
wangle
watchman
webp
wget
woff2
wrk
x264
x265
xorgproto
xvid
xxhash
xz
yazi
ykman
yq
z3
zeromq
zimg
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zstd
1password-cli
alacritty
alt-tab
devutils
font-meslo-lg-nerd-font
font-roboto-mono-nerd-font
font-sauce-code-pro-nerd-font
font-symbols-only-nerd-font
hiddenbar
iina
imhex
monitorcontrol
orbstack
rapidapi
session-manager-plugin
stl
