act
asitop
autoconf
automake
aws-iam-authenticator
awscli
bat
bazelisk
brotli
c-ares
ca-certificates
capstone
certifi
cffi
cog
colima
coreutils
cryptography
csvkit
curl
curlie
datamash
deno
docker-completion
docutils
dtc
duckdb
entr
fzf
gdbm
gettext
git
git-delta
git-lfs
glib
gmp
gnu-which
gnupg
gnutls
go
graphite
grep
helm
homeassistant-cli
httpie
hub
icu4c
iftop
jansson
jpeg-turbo
jq
keyring
krb5
kubernetes-cli
lazygit
libassuan
libevent
libgcrypt
libgit2
libgit2@1.6
libgpg-error
libidn2
libksba
liblinear
libnghttp2
libpng
libslirp
libssh
libssh2
libtasn1
libtiff
libtool
libunistring
libusb
libuv
libyaml
lima
llm
llvm
llvm@16
lua
lz4
lzo
m4
mpdecimal
mtr
ncdu
ncurses
nethogs
nettle
ngrep
nmap
node
npth
ollama
oniguruma
openldap
openssl@3
p11-kit
pcre
pcre2
pinentry
pixman
pkg-config
pnpm
powerlevel10k
pycparser
pygments
pypy
python-certifi
python-click
python-cryptography
python-dateutil
python-pluggy
python-psutil
python-pytz
python-setuptools
python-tabulate
python-typing-extensions
python@3.11
python@3.12
pyyaml
qemu
readline
rtmpdump
rust
s4cmd
shyaml
six
snappy
sqlite
sqlite-utils
stern
stow
tcl-tk
telnet
tfenv
the_silver_searcher
tmux
tree
typescript
unbound
unixodbc
utf8proc
vde
wget
xz
yarn
ykman
z3
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
1password-cli
iterm2
yubico-yubikey-manager
